[
  {
    "id": 1,
    "image": "https://i.ibb.co/3m6t9yry/hotel-7540353-1280.jpg",
    "estate_title": "Seaside Luxury Hotel",
    "segment_name": "Resort",
    "description": "Located along the pristine shores of Cox's Bazar, Seaside Luxury Hotel offers an unmatched coastal experience. Guests are treated to breathtaking ocean views, world-class hospitality, and a serene atmosphere ideal for relaxation. Each suite is designed with elegance and comfort in mind. The resort features a state-of-the-art swimming pool, gourmet dining options, and private beach access. Perfect for romantic getaways or family vacations, the hotel blends natural beauty with modern convenience. Whether lounging in the living room or strolling along the beach, every moment here is one to cherish. Discover tranquility and luxury at its finest by the sea.",
    "Status": "sale",
    "area": "4500 sq ft",
    "location": "Cox's Bazar, Bangladesh",
    "price": 950000,
    "facilities": ["Living Room", "Swimming Pool", "Kitchen", "Spa", "Private Beach"]
  },
  {
    "id": 2,
    "image": "https://i.ibb.co/bVYQKhf/hotel-2799682-1280.jpg",
    "estate_title": "Hilltop Escape",
    "segment_name": "Boutique Hotel",
    "description": "Nestled in the lush hills of Bandarban, Hilltop Escape offers a peaceful retreat from city life. This boutique hotel boasts breathtaking mountain views, comfortable and stylish rooms, and personalized service for every guest. Surrounded by nature, guests can enjoy quiet mornings, scenic sunsets, and starry nights. Amenities include a luxurious living room, a scenic swimming pool, and a fully-equipped kitchen for personal use. Ideal for honeymooners, small families, or nature lovers, the hotel combines eco-friendly design with authentic charm. Experience rejuvenation, adventure, and relaxation all in one place, far from the noise and stress of everyday life.",
    "Status": "rent",
    "area": "3200 sq ft",
    "location": "Bandarban, Bangladesh",
    "price": 3000,
    "facilities": ["Living Room", "Swimming Pool", "Kitchen", "Fireplace", "Garden"]
  },
  {
    "id": 3,
    "image": "https://i.ibb.co/4gPgfr11/landscape-2016308-1280.jpg",
    "estate_title": "Urban Comfort Suites",
    "segment_name": "Business Hotel",
    "description": "Urban Comfort Suites is strategically located in the heart of Dhaka’s business district, making it a perfect choice for corporate travelers. The hotel features modern design, high-speed internet, spacious living areas, and fully equipped kitchens. Business meetings can be held in the conference hall, while guests can relax in the rooftop swimming pool after a long day. Professional service and security ensure a hassle-free stay. Whether you’re here for a short business trip or an extended stay, you’ll appreciate the seamless blend of functionality, comfort, and urban sophistication. Enjoy the best of city living with everything at your fingertips.",
    "Status": "sale",
    "area": "3800 sq ft",
    "location": "Dhaka, Bangladesh",
    "price": 820000,
    "facilities": ["Living Room", "Swimming Pool", "Kitchen", "Conference Hall", "Wi-Fi"]
  },
  {
    "id": 4,
    "image": "https://i.ibb.co/svmv3CG7/mountain-hotel-1567013-1280.jpg",
    "estate_title": "Riverside Inn",
    "segment_name": "Eco Hotel",
    "description": "Riverside Inn offers a unique eco-luxury experience by the banks of a serene river in Sylhet. Built using sustainable materials, the hotel promotes environmental consciousness without compromising comfort. Guests can enjoy fresh, organic meals, cozy living spaces, and a peaceful swimming pool area surrounded by trees. Each room features river views and calming décor inspired by nature. This eco-hotel is ideal for couples and small families seeking harmony with nature. Explore the nearby tea gardens, birdwatching trails, or simply relax with a book on your balcony. Riverside Inn is where comfort meets conservation, making every stay meaningful and refreshing.",
    "Status": "rent",
    "area": "2900 sq ft",
    "location": "Sylhet, Bangladesh",
    "price": 2700,
    "facilities": ["Living Room", "Swimming Pool", "Kitchen", "River View", "Organic Dining"]
  },
  {
    "id": 5,
    "image": "https://i.ibb.co/gZbbcG32/swimming-pool-2386261-1280.jpg",
    "estate_title": "Desert Mirage Stay",
    "segment_name": "Desert Resort",
    "description": "Desert Mirage Stay is a stunning resort located in the golden sands of Jaisalmer, India. Designed to reflect the rich culture of Rajasthan, the hotel features traditional architecture blended with luxury comforts. Guests can enjoy camel safaris, cultural performances, and relaxing evenings under the desert sky. The resort includes spacious rooms, a central living area, a cooling swimming pool, and an open kitchen for private dining. Whether you're watching the sunrise over the dunes or enjoying folk music by the campfire, this hotel promises a magical desert escape. Experience the enchantment and hospitality that define the heart of the Thar.",
    "Status": "sale",
    "area": "4100 sq ft",
    "location": "Jaisalmer, India",
    "price": 870000,
    "facilities": ["Living Room", "Swimming Pool", "Kitchen", "Camel Safari", "Cultural Show"]
  },
  {
    "id": 6,
    "image": "https://i.ibb.co/jZhWvHL0/large-home-389271-1280.jpg",
    "estate_title": "Forest Retreat Lodge",
    "segment_name": "Nature Lodge",
    "description": "Forest Retreat Lodge is a peaceful haven deep in the Sundarbans, offering guests a unique stay amidst one of the world's largest mangrove forests. The lodge is ideal for nature lovers, wildlife photographers, and those seeking solitude. Accommodations feature a rustic yet comfortable design, including a spacious living room, kitchen, and private rooms with forest views. Activities include jungle safaris, birdwatching, and evening campfires. Solar-powered lighting and rainwater harvesting reflect its commitment to sustainability. The lodge provides an escape from urban noise and a chance to reconnect with nature, while still enjoying modern conveniences and personalized service.",
    "Status": "rent",
    "area": "3500 sq ft",
    "location": "Sundarbans, Bangladesh",
    "price": 2500,
    "facilities": ["Living Room", "Swimming Pool", "Kitchen", "Jungle Safari", "Campfire"]
  }
]
